Repository: FreePBX/iaxsettings
Catalog: i18n/*/LC_MESSAGES/iaxsettings.po
Languages: de_de, es_es, ja_jp, pt_br, sv_se, vi

source: If you clear each codec and then add them one at a time, submitting with each addition, they will be added in order which will effect the codec priority.
de_de: Wenn Sie jeden Codec löschen und sie dann einen nach dem anderen hinzufügen und jedes Mal speichern, werden Sie der Reihe nach hinzugefügt, was die Priorität der Codecs beinflusst.
es_es: Si se desactiva cada codec y luego los agrega uno a uno, aplicando cada adición, estos se agregarán al final marcando así la prioridad de cada uno.
ja_jp: すべてのコーデックをクリアし、その後一つずつ追加する毎に変更を適用すると、追加した順番でコーデック優先順位が設定されます。
pt_br: Se você limpar cada codec e, em seguida, adiciona-os um de cada vez, eles serão adicionados na ordem que irá afetar a prioridade do codec.
vi: Nếu bạn xóa từng codec và sau đó thêm lần lượt một lần 1 codec, gửi kèm với mỗi bổ sung, chúng sẽ được thêm vào lần lượt và điều này sẽ khiến codec ưu tiên có hiệu lực.

source: %s must be a non-negative integer
de_de: %s muss eine nichtnegative ganze Zahl sein
es_es: %s debe ser un entero no negativo
ja_jp: %s は非負の整数でなければなりません。
pt_br: %s precisa ser um inteiro não-negativo
sv_se: %s måste vara ett positivt heltal
vi: %s phải là số nguyên không âm

source: Add Field
de_de: Feld hinzufügen
es_es: Agregar Campo
ja_jp: フィールドを追加
pt_br: Adicionar Campo
sv_se: Lägg till fält
vi: Thêm trường

source: Advanced Settings
de_de: Erweiterte Einstellungen
es_es: Configuración Avanzada
pt_br: Configurações Avançadas
vi: Cài đặt nâng cao

source: Asterisk IAX Settings
de_de: Asterisk-IAX-Einstellungen
es_es: Configuración IAX Asterisk
ja_jp: Asterisk IAX 設定
pt_br: Configurações IAX Asterisk
vi: Cài đặt IAX Asterisk

source: Asterisk: bandwidth. Specify bandwidth of low, medium, or high to control which codecs are used in general.
de_de: Asterisk: Bandbreite. Geben Sie eine Bandbreite (niedrig, mittel oder hoch) an, um zu steuern, welche Codecs im Allgemeinen genutzt werden.
es_es: Asterisk:bandwidth. Especifique el ancho de banda de bajo, medio o alto para el control con el codecs que se utilizan en general.
ja_jp: 対応するAsterisk設定: bandwidth。使用するコーデックをコントロールするために、低、中または高の帯域幅を指定します。
pt_br: Asterisk: largura de banda. Especifique a largura de banda baixa, média ou alta para o controle dos codecs que são geralmente utilizados.
sv_se: Asterisk: bandwidth. Ange bandbredden, låg, mellan eller hög för att fastställa vilka codecs som generellt ska gälla.
vi: Asterisk: băng thông. Xác định băng thông thấp, trung bình, hoặc cao để kiểm soát các codec được sử dụng thông thường.

source: Asterisk: bindaddr. The IP address to bind to and listen for calls on the Bind Port. If set to 0.0.0.0 Asterisk will listen on all addresses. To bind to multiple IP addresses or ports, use the Other 'IAX Settings' fields where you can put settings such as:<br /> bindaddr=192.168.10.100:4555.<br /> It is recommended to leave this blank.
de_de: Sternchen: bindaddr. Die IP-Adresse, an die der Bindeport gebunden werden soll, um Anrufe abzuhören. Bei der Einstellung 0.0.0.0 überwacht Asterisk alle Adressen. Verwenden Sie zum Binden an mehrere IP-Adressen oder Ports die Felder Andere 'IAX-Einstellungen', in die Sie Einstellungen eingeben können, z. B .: <br /> bindaddr = 192.168.10.100: 4555. <br /> Es wird empfohlen, dieses Feld leer zu lassen.
es_es: Asterisk: bindaddr. La dirección IP que enlaza y escucha las llamadas en el puerto. Si se establece en 0.0.0.0 Asterisk escuchará en todas las direcciones. Para enlazar a múltiples direcciones IP o puertos, use los otros campos 'Configuraciones IAX' donde usted puede poner la configuración, tales como:<br /> bindaddr = 192.168.10.100:4555.<br /> Se recomienda dejar este espacio en blanco.
ja_jp: 対応するAsterisk設定: bindaddr。この IP アドレスの、バインドポートで指定したポート番号を listen (受信待ち)します。0.0.0.0 を設定した場合には、このホストに割り当てられているすべての IP アドレスで listen します。空に設定することを推奨します。
pt_br: Asterisk: bindaddr. O endereço IP para ligar e ouvir chamadas na Porta Bind. Se definido como 0.0.0.0 o Asterisk irá ouvir em todos os endereços. Para ligar a vários endereços IP ou portas, use o campo Outros nas 'Configurações IAX' onde você pode colocar configurações como: <br/> bindaddr = 192.168.10.100:4555. <br/> É recomendável deixar esse campo em branco.
sv_se: Asterisk: bindaddr. IP-adressen att binda till och lyssna efter samtal på Bindporten. Om detta sätts till 0.0.0.0 kommer Asterisk att lyssna på alla adresser. För att binda till multipla adresser eller portar, använd Andra IAX-inställningar där du kan mata in inställningar såsom: <br /> bindaddr=192.168.10.100:4555.<br /> Det är rekommenderat att lämna detta fält tomt
vi: Asterisk: bindaddr. Địa chỉ IP để liên kết và nghe các cuộc gọi trên Cổng giao tiếp liên kết . Nếu cài đặt là 0.0.0.0 Asterisk sẽ nghe trên tất cả các địa chỉ. Để liên kết với nhiều địa chỉ IP hoặc cổng giao tiếp, sử dụng các trường ' Cài đặt IAX ' khác, nơi bạn có thể để các cài đặt như: <br /> bindaddr = 192.168.10.100: 4555. <br /> Bạn nên để trống trường này.

source: Asterisk: bindport. Local incoming UDP Port that Asterisk will bind to and listen for IAX messages. The IAX standard is 4569 and in most cases this is what you want. It is recommended to leave this blank.
de_de: Asterisk: bindport. Lokaler eingehender UDP-Port, an den sich Asterisk bindet und auf IAX-Nachrichten wartet. Der IAX-Standard ist 4569 und in den meisten Fällen ist dies das, was Sie wollen. Es wird empfohlen, dieses Feld leer zu lassen.
es_es: Asterisk: bindport. Puerto local UDP entrante donde Asterisk enlaza y escucha los mensajes IAX. El estándar es IAX 4569 y en la mayoría de los casos es este el valor que quiere. Se recomienda dejar esto en blanco.
ja_jp: 対応するAsterisk設定: bindport。Asteriskが IPメッセージを受信するローカル着信ポート。SIPの標準ポートは5060で、通常変更する必要はありません。空に設定することを推奨します。
pt_br: Asterisk: bindport. Porta UDP de entrada local que o Asterisk irá vincular e ouvir mensagens IAX. O padrão IAX é 4569 e na maioria dos casos é isso que se quer. Recomenda-se deixar este campo em branco.
sv_se: Asterisk: bindport. Lokal inkommande UDP-port som Asterisk binder sig till och lyssnar efter IAX-meddelanden. Standardporten för IAX är 4569 och i de flesta fall är vad du vill ha. Det är rekommenderat att lämna detta fält tomt
vi: Asterisk: bindport. Cổng UDP đến tại chỗ mà Asterisk sẽ liên kết tới và nghe tin nhắn của IAX. Tiêu chuẩn IAX là 4569 và trong hầu hết các trường hợp đây là những gì bạn muốn. Nên để trống trường này.

source: Asterisk: codecpriority. Controls the codec negotiation of an inbound IAX call. This option is inherited to all user entities. It can also be defined in each user entity separately which will override the setting here. The valid values are:<br />host - Consider the host's preferred order ahead of the caller's.<br />caller - Consider the callers preferred order ahead of the host's.<br /> disabled - Disable the consideration of codec preference altogether. (this is the original behavior before preferences were added)<br />reqonly - Same as disabled, only do not consider capabilities if the requested format is not available the call will only be accepted if the requested format is available.
de_de: Asterisk: codecpriority. Steuert die Codec-Aushandlung eines eingehenden IAX-Anrufs. Diese Option wird an alle Benutzerentitäten vererbt. Es kann auch in jeder Benutzerentität separat definiert werden, wodurch die Einstellung hier außer Kraft gesetzt wird. Die gültigen Werte sind: <br /> host - Berücksichtigen Sie die bevorzugte Reihenfolge des Hosts vor der des Anrufers. <br /> caller - Berücksichtigen Sie die bevorzugte Reihenfolge des Anrufers vor der des Hosts. <br /> disabled - Deaktivieren Sie die Berücksichtigung der Codec-Präferenz insgesamt. (Dies ist das ursprüngliche Verhalten, bevor Einstellungen hinzugefügt wurden.) <br /> reqonly - Wie in disabled, nur Funktionen nicht berücksichtigen, wenn das angeforderte Format nicht verfügbar ist. Der Anruf wird nur angenommen, wenn das angeforderte Format verfügbar ist.
es_es: Asterisk: codecpriority. Controla la negociación de un codec en una llamada IAX de entrante. Esta opción se hereda a todas las entidades del usuario. También se puede definir en cada entidad de usuario por separado y reemplazará la configuración aplicada aquí. Los valores válidos son:<br />host - Considera el orden de preferencia del huésped, por delante de la persona que llama.<br />caller - Considera el orden de preferencia del llamante por delante del anfitrión (host).<br />disabled - Desactivar la consideración de las preferencias codec por completo. (este es el comportamiento original antes de que las preferencias se han añadido)<br />reqonly - Igual que disabled, sólo que no tiene en cuenta las capacidades si el formato solicitado no está disponible, la llamada sólo se aceptará si elformato solicitado está disponible.
ja_jp: 対応する Asterisk 設定: codecpriority。着信 IAX コールのコーデックネゴシエーションをコントロールします。このオプションは、すべてのユーザに適用されますが、ユーザ別に定義されている場合には、個別の設定はここで設定された値をオーバーライドします。使用可能な値は: <br/> host - ホストの優先順位を優先する <br/> caller - 発信者の優先順位を優先する<br/> disabled - コーデック優先順位を無視する (この設定を追加する前の挙動), <br/> reqonly - disabled と同様だが、リクエストされたフォーマットに対応していない場合には、コールを受理しない。リクエストされたフォーマットに対応している場合にのみコールを受理する。
pt_br: Asterisk: codecpriority. Controla a negociação de codec de uma chamada IAX de entrada. Esta opção é herdada a todas as entidades do usuário. Ele também pode ser definido em cada entidade de usuário separadamente, o que substituirá a configuração aplicada aqui. Os valores válidos são: <br/>host - Considera a ordem preferencial do host perante usuários chamadores. <br/>chamador - Considera a ordem preferencial dos chamadores perante o host. <br /> Desabilitado - Desativa a consideração de preferência do codec completamente . (Este é o comportamento original antes das preferências terem sido adicionadas) <br /> reqonly - Mesmo que desativado, só não considera a capacidade se o formato solicitado não estiver disponível, a chamada só será aceita se o formato solicitado estiver disponível.
sv_se: Asterisk: codecpriority. Kontrollerar förhandlingen av codecs för inkommande IAX-samtal. Detta val ärvs av alla användare. Det kan också definieras separat för varje användare, detta kommer då att ha företräde framför inställningarna här. Giltiga värde är:<br />host - Föredra hostens inställningar före uppringarens.<br />caller - Föredra uppringarens inställningar före hostens.<br /> disabled - Avaktivera alla förhandlingar om codecs. (Detta är standardinställningen innan inställningar lades till)<br />reqonly - Samma som disabled, samtal kommer bara att accepteras om codec finns tillgänglig.
vi: Asterisk: codecpriority. Kiểm soát codec phụ của cuộc gọi IAX gửi đến. Tùy chọn này được kế thừa cho tất cả các đối tượng người dùng. Nó cũng có thể được xác định trong mỗi đối tượng người dùng riêng biệt mà sẽ ghi đè cài đặt ở đây. Các giá trị hợp lệ là: :<br />host - Xem xét thứ tự ưu tiên của host trước người gọi. <br />Caller - Xem xét thứ tự ưu tiên người gọi trước host. <br /> disabled - Vô hiệu hoá việc xem xét các codec tùy thích hoàn toàn . (Đây là hành vi ban đầu trước khi các tùy thích được thêm vào) <br /> reqonly - Tương tự như bị vô hiệu hoá, không xem xét các khả năng nếu định dạng được yêu cầu không có sẵn; Cuộc gọi sẽ chỉ được chấp nhận nếu định dạng yêu cầu có sẵn.

source: Asterisk: delayreject. For increased security against brute force password attacks enable this which will delay the sending of authentication reject for REGREQ or AUTHREP if there is a password.
de_de: Asterisk: Verspätung ablehnen. Aktivieren Sie diese Option, um die Sicherheit gegen Brute-Force-Kennwortangriffe zu erhöhen. Dadurch wird das Senden einer Zurückweisung der Authentifizierung für REGREQ oder AUTHREP verzögert, wenn ein Kennwort vorhanden ist.
es_es: Asterisk: delayreject. Para aumentar la seguridad contra los ataques de fuerza bruta al password active esta casilla lo que retrasará el envío de la autenticación de rechazo para REGREQ o AUTHREP si hay una contraseña.
ja_jp: 対応するAsterisk設定: delayreject。総当り攻撃の対策として有効です。パスワードが設定されている場合に、REGREQ or AUTHREP の認証否定応答を遅延させます。
pt_br: Asterisk: delayreject. Para aumentar a segurança contra ataques de força bruta e senhas, habilite isso e irá atrasar o envio de rejeição de autenticação para REGREQ ou AUTHREP se houver uma senha.
sv_se: Asterisk: delayreject. För ökad säkerhet i sk. brute force attacker, aktivera denna inställning för att fördröja avslag på autentisering för REGREQ och AUTHREP om det finns ett lösenord.
vi: Asterisk: delayreject. Để tăng tính an toàn chống lại các cuộc tấn công mật khẩu brute force, điều này sẽ làm chậm việc gửi từ chối xác thực đối với REGREQ hoặc AUTHREP nếu có một mật khẩu.

source: Asterisk: forcejitterbuffer. Forces the use of a jitterbuffer on the receive side of an IAX channel. Normally the jitter buffer will not be used if receiving a jittery channel but sending it off to another channel such as a SIP channel to an endpoint, since there is typically a jitter buffer at the far end. This will force the use of the jitter buffer before sending the stream on. This is not typically desired as it adds additional latency into the stream.
de_de: Asterisk: forcejitterbuffer. Erzwingt die Verwendung eines Jitterbuffers auf der Empfangsseite eines IAX-Kanals. Normalerweise wird der Jitter-Puffer nicht verwendet, wenn ein Jitter-Kanal empfangen wird, sondern an einen anderen Kanal, z. B. einen SIP-Kanal, an einen Endpunkt gesendet wird, da sich in der Regel ein Jitter-Puffer am anderen Ende befindet. Dadurch wird die Verwendung des Jitter-Puffers erzwungen, bevor der Stream weitergeleitet wird. Dies ist normalerweise nicht erwünscht, da dies dem Stream zusätzliche Latenz hinzufügt.
es_es: Asterisk: forcejitterbuffer. Fuerza el uso de un jitterbuffer en el lado de recepción de un canal IAX. Normalmente, el jitter buffer no se utiliza si se recibe un canal jitter enviando ésto a otro canal como un canal SIP a un terminal, ya que normalmente existe un jitter buffer cerca del final. Esto obligará la utilización de los buffer antes de enviar el stream. Esto no suele ser deseado normalmente, ya que añade una latencia adicional en el stream.
ja_jp: 対応するAsterisk設定: forcejitterbuffer。IAX チャネルの受信側にジッターバッファーを強制します。通常、ジッターのあるチャネルから受信し、別 SIP チャネルに送信する場合、相手側にもジッターバッファーがあるため、ローカルのジッターバッファーは使用されません。この設定を有効にすると、ストリームを送信する前にジッターバッファーを強制的に使用します。ストリームにレイテンシーを加えるため、通常は望ましくありません。
pt_br: Asterisk: forcejitterbuffer. Força o uso de um jitterbuffer no lado da recepção de um canal IAX. Normalmente, o jitter buffer não será usado se receber um canal jittery enviando-o para outro canal, como de um canal SIP para um ponto de extremidade, uma vez que existe tipicamente um jitter buffer na extremidade. Isso forçará o uso do jitter buffer antes de enviar o stream. Isso não é o que se deseja normalmente, pois adiciona latência adicional ao stream.
sv_se: Asterisk: forcejitterbuffer. Tvingar användandet av en jitterbuffer på mottagande sidan av en IAX-kanal. Normalt kommer inte jitterbuffern att användas vid mottagande av en jittery-kanal men skickar den till en annan kanal såsom en SIP-kanal till en ändutrusting eftersom det typiskt finns en jitterbuffer i slutet av kedjan. Detta tvingar användandet av en jitterbuffer innan mediaströmmen skickas vidare. Detta används inte normal då det ökar fördröjningen i mediaströmmen.
vi: Asterisk: forcejitterbuffer. Bắt buộc phải sử dụng jitterbuffer ở phía nhận của kênh IAX. Thông thường, jitterbuffer sẽ không được sử dụng nếu nhận được một kênh jitter nhưng lại gửi nó đến một kênh khác ví dụ như kênh SIP tới một điểm cuối, vì thường có một jitterbuffer ở phía cuối. Điều này sẽ buộc phải sử dụng jitter buffer trước khi gửi luồng. Vì điều này sẽ thêm độ trễ bổ sung vào luồng nên nó không phải là điều mong muốn.

source: Asterisk: jitterbuffer. You can adjust several parameters relating to the jitter buffer. The jitter buffer's function is to compensate for varying network delay. The jitter buffer works for INCOMING audio - the outbound audio will be dejittered by the jitter buffer at the other end.
de_de: Asterisk: jitterbuffer. Sie können verschiedene Parameter für den Jitterpuffer einstellen. Die Funktion des Jitterpuffers besteht darin, unterschiedliche Netzwerkverzögerungen zu kompensieren. Der Jitterpuffer funktioniert für EINGEHENDE Audiodaten - die ausgehenden Audiodaten werden durch den Jitterpuffer am anderen Ende entjittert.
es_es: Asterisk: jitterbuffer. Usted puede ajustar varios parámetros relativos al jitter buffer. La función del buffer es para compensar la variación en el retraso de la red. El jitter buffer funciona para audio de ENTRADA - el audio de salida es dejittered por el buffer en el otro extremo.
ja_jp: 対応するAsterisk設定: jitterbuffer。ジッターバッファーのパラメータを調整できます。ジッターバッファーにより変動するネットワーク遅延を補正できます。ジッターバッファーは着信音声に用いられ、発信音声は相手側のジッターバッファーにより、ジッターが取り除かれます。
pt_br: Asterisk: jitterbuffer. Você pode ajustar vários parâmetros relacionados ao jitter buffer. A função do jitter buffer é para compensar a variação no atraso da rede. O jitter buffer funciona para áudio de ENTRADA - o áudio de saída será eliminado pelo jitter buffer na outra extremidade.
sv_se: Asterisk: jitterbuffer. Du kan justera flera parametrar i relation till jitterbuffrar. Jitterbuffrarna används för att kompensera för olika fördröjningar i nätverket. Jitterbuffrar fungerar för INKOMMANDE ljud - utgående ljud kommer att avjittras med hjälp av jitterbuffers i andra änden.
vi: Asterisk: jitterbuffer. Bạn có thể điều chỉnh một số thông số liên quan đến jitter buffer. Chức năng của jitter buffer là để bù cho việc trễ mạng. Các âm thanh đến sẽ hoạt động dựa trên Jitter buffer - âm thanh đi ra sẽ bị tráo đổi bởi jitter buffer ở đầu kia.

source: Asterisk: maxjitterbuffer. Max length of the jitterbuffer in milliseconds.<br /> Asterisk: resyncthreshold. When the jitterbuffer notices a significant change in delay that continues over a few frames, it will resync, assuming that the change in delay was caused by a timestamping mix-up. The threshold for noticing a change in delay is measured as twice the measured jitter plus this resync threshold. Resyncing can be disabled by setting this parameter to -1.
de_de: Asterisk: maxjitterbuffer. Maximale Länge des jitterbuffer in Millisekunden <br /> Asterisk. Resyncthreshold. Wenn der Jitterbuffer eine signifikante Änderung der Verzögerung feststellt, die über einige Frames andauert, wird er erneut synchronisiert, vorausgesetzt, die Änderung der Verzögerung wurde durch eine Zeitstempel-Verwechslung verursacht. Die Schwelle zum Feststellen einer Änderung der Verzögerung wird als das Doppelte des gemessenen Jitters plus dieser Resynchronisationsschwelle gemessen. Die erneute Synchronisierung kann deaktiviert werden, indem dieser Parameter auf -1 gesetzt wird.
es_es: Asterisk: maxjitterbuffer. Longitud máxima del jitterbuffer en milésimas de segundo.<br /> Asterisk: resyncthreshold. Cuando el jitterbuffer nota un un cambio significativo en la demora que continúa por una serie de frames, se resincroniza, en el supuesto de que el cambio en la demora era causada por un timestamping mix-up. El umbral para notar un cambio en el retardo se mide como el doble de la medida jitter más este umbral de resincronización. Se puede desactivar ajustando este parámetro en -1.
ja_jp: 対応するAsterisk設定: maxjitterbuffer。ジッターバッファーの最大長 (ミリ秒) <br/>対応するAsterisk設定: resyncthreshold。ジッターバッファーは、数フレームに渡る大きな遅延変化を検出すると、遅延変化がタイムスタンプの錯綜によるものと仮定し、再同期します。再同期の要否の検出は、測定されたジッター量の 2 倍とresyncthresholdの値を比較することによって行われます。この値を -1 に設定すると、再同期は無効になります。
pt_br: Asterisk: maxjitterbuffer. Comprimento máximo do jitterbuffer em milissegundos. <br/> Asterisk: resyncthreshold. Quando o jitterbuffer notar uma mudança significativa no atraso contínuo em alguns frames, ele será ressincronizado, assumindo que a alteração no atraso foi causada por um timestamp-up mix-up. O limiar para observar uma mudança no atraso é medido como o dobro da jitter medida mais este limiar de ressincronização. O ressincronismo pode ser desativado configurando esse parâmetro como -1.
sv_se: Asterisk: maxjitterbuffer. Maxlängden på jitterbuffern i millisekunder.<br> Asterisk: resyncthreshold. En återsynkning kommer att ske om jitterbuffern detekterar en signifikant ändring i fördröjning som fortsätter över ett par ramar, under förutsättning att ändringen i förseningen orsakades av en sammanblandning av tidsstämplar. Spärren för detektering av fördröjning mäts som två gånger den uppmätta jittern plus denna spärr för återsynk. Återsynk kan avaktiveras genom att sätta denna parameter till -1.
vi: Asterisk: maxjitterbuffer. Chiều dài tối đa của jitterbuffer tính bằng mili giây.<br /> Asterisk: resyncthreshold. Khi jitterbuffer thông báo một sự thay đổi quan trọng đối với việc chậm trễ kéo dài trên một vài khung hình, nó sẽ tái đồng bộ hóa (resync), giả sử rằng sự thay đổi trong sự chậm trễ là do sự pha trộn timestamping. Ngưỡng cho việc thông báo một thay đổi về độ trễ được đo sẽ bằng hai lần jitter đã đo cộng thêm với ngưỡng tái đồng bộ hóa ( resync). Có thể vô hiệu việc tái đồng bộ hóa (resync) bằng cách đặt tham số này là -1.

source: Asterisk: maxjitterinterps. The maximum number of interpolation frames the jitterbuffer should return in a row. Since some clients do not send CNG/DTX frames to indicate silence, the jitterbuffer will assume silence has begun after returning this many interpolations. This prevents interpolating throughout a long silence.
de_de: Asterisk: maxjitterinterps. Die maximale Anzahl von Interpolationsrahmen, die der Jitterbuffer in einer Reihe zurückgeben soll. Da einige Clients keine CNG / DTX-Frames senden, um die Stille anzuzeigen, geht der Jitterbuffer davon aus, dass die Stille begonnen hat, nachdem so viele Interpolationen zurückgegeben wurden. Dies verhindert das Interpolieren während einer langen Pause.
es_es: Asterisk: maxjitterinterps. El número máximo de fotogramas de interpolación que el jitterbuffer debe regresar en una fila. Dado que algunos clientes no envían fotogramas CNG/DTX para indicar silencio, el jitterbuffer asumirá que el silencio ha comenzado después de regresar a este muchas interpolaciones. Esto evita la interpolación a lo largo de un largo silencio.
ja_jp: 対応するAsterisk設定: maxjitterinterps。ジッターバッファーが一度に返す最大の補間フレームの数。無音を表す CNG/DTX フレームを送信しないクライアントが存在するため、ジッターバッファーは指定された補間フレームを送出後、信号は無音とみなします。この設定を使用すると、無音状態を長く補間し続けることを回避できます。
pt_br: Asterisk: maxjitterinterps. O número máximo de frames de interpolação que o jitterbuffer deve retornar em uma linha. Como alguns clientes não enviam frames CNG/DTX para indicar silêncio, o jitterbuffer assumirá que o silêncio começou depois de retornar muitas interpolações. Isso impede a interpolação durante um longo silêncio.
sv_se: Asterisk: maxjitterinterps. Det maximala antal interpoleringsramar som jitterbuffern ska returnera på en rad. Eftersom vissa enheter inte skickar CNG/DTX-ramar för att indikera tystnad, kommer jitterbuffern att anta tystnad har startars efter att returnerat dessa interpoleringar. Detta förhindrar interpoleringar under en längre tystnad.
vi: Asterisk: maxjitterinterps. Số khung hình (frame) nội suy tối đa, jitterbuffer sẽ trở lại trong một hàng. Vì một số máy khách không gửi các frame CNG / DTX để biểu thị sự im lặng, jitterbuffer sẽ cho rằng im lặng bắt đầu sau khi nhiều nội suy được trả lại. Điều này sẽ tránh việc nội suy trong suốt quá trình im lặng dài.
