Repository: FreePBX/iaxsettings
Catalog: i18n/*/LC_MESSAGES/iaxsettings.po
Languages: de_de, es_es, ja_jp, pt_br, sv_se, vi

source: Asterisk: minregexpire, maxregexpire. Minimum and maximum length of time that IAX peers can request as a registration expiration interval (in seconds).
de_de: Asterisk: minregexpire, maxregexpire. Minimale und maximale Zeitdauer, die IAX-Peers als Ablaufintervall für die Registrierung anfordern können (in Sekunden).
es_es: Asterisk: minregexpire, maxregexpire. Mínimo y Máximo tiempo de duración en que los peers IAX pueden solicitar un intervalo de caducidad de registro (en segundos).
ja_jp: 対応するAsterisk設定: minregexpire, maxregexpire。IAX ピアがリクエストできる登録の最小・最大時間 (秒)。
pt_br: Asterisk: minregexpire, maxregexpire. Período mínimo e máximo de tempo que os pares de IAX podem solicitar um intervalo de expiração de registro (em segundos).
sv_se: Asterisk: minregexpire, maxregexpire. Minsta och största längs på tid i sekunder som IAX peers kan begära registrering vid upphörande av registrering.
vi: Asterisk: minregexpire, maxregexpire. Khoảng thời gian tối thiểu và tối đa mà các đồng đẳng IAX có thể yêu cầu như một đăng ký khoảng thời gian hết hạn (tính bằng giây).

source: Audio Codecs
es_es: Codecs de Audio
ja_jp: 音声コーデック
pt_br: Codecs de Áudio
sv_se: Ljud-codecs
vi: Các codec âm thanh

source: Bandwidth
de_de: Bandbreite
es_es: Ancho de Banda
ja_jp: 帯域幅
pt_br: Largura de Banda
sv_se: Bandbredd
vi: Băng thông

source: Bind Address
de_de: Adressbindung
es_es: Dirección de Enlace
ja_jp: バインドIPアドレス
pt_br: Endereço Bind
sv_se: Bindadress
vi: Địa chỉ liên kết

source: Bind Address (bindaddr) must be an IP address.
de_de: Bindungsadresse (bindaddr) muss eine IP-Adresse sein.
es_es: Dirección Enlace (bindaddr) debe ser una dirección IP.
ja_jp: バインドアドレス (bindaddr) はIPアドレスでなければなりません。
pt_br: Endereço Bind (bindaddr) precisa ser um endereço IP.
sv_se: Bindadress (bindaddr) måste vara en IP-adress.
vi: Địa chỉ liên kết (bindaddr) phải là một địa chỉ IP.

source: Bind Port
de_de: Portbindung
es_es: Puerto
ja_jp: バインドポート
pt_br: Porta Bind
vi: Cổng giao tiếp liên kết

source: Bind Port (bindport) must be between 1024..65535, default 4569
de_de: Bindeport (bindport) muss zwischen 1024..65535 und 4569 liegen
es_es: Puerto (bindport) debe ser entre 1024..65535, por defecto 4569
ja_jp: バインドポート (bindport)。1024 ～ 65535 でなければなりません。デフォルト: 5060。
pt_br: Porta Bind (bindport) precisa estar entre 1024..65535, padrão 4569
vi: Cổng giao tiếp liên kết ( bindport) phải trong khoảng 1024..65535, mặc định là 4569

source: Check to enable and then choose allowed codecs.
de_de: Zum Aktivieren markieren, wählen Sie anschließend die zugelassenen Codecs.
es_es: Marcar para activar y elegir los codecs permitidos.
ja_jp: ビデオサポートを使用するには、有効を選択し、使用するコーデックを選択してください。
pt_br: Selecione para ativar e, em seguida, escolha os codecs permitidos.
sv_se: Markera för att aktivera, välj sedan codecs.
vi: Đánh dấu check để bật và chọn các codecs được cho phép.

source: Codec Priority
de_de: Codec-Priorität
es_es: Prioridad de Codec
ja_jp: コーデックの優先順位
pt_br: Prioridade de Codec
sv_se: Codec-prioritering
vi: Codec ưu tiên

source: Codec Settings
de_de: Codec-Einstellungen
es_es: Configuración de Codec
pt_br: Configurações de Codec
vi: Cài đặt Codec

source: Delay Auth Rejects
de_de: Auth-Ablehnungen verzögern
es_es: Retardo Autenticación Rechazada
ja_jp: 認証否定応答を遅延する
pt_br: Atraso de Autorização Rejeitada
sv_se: Fördröj avslag på autentisering
vi: Hoãn Từ chối xác thực

source: Enable Video Support
de_de: Video-Unterstützung aktivieren
es_es: Habilitar soporte de Video
pt_br: Habilitar Suporte a Video
vi: Kích hoạt tính năng hỗ trợ Video

source: Force Jitter Buffer
de_de: Jitter-Puffer erzwingen
es_es: Forzar Jitter Buffer
ja_jp: ジッターバッファーの強制使用
pt_br: Forçar Jitter Buffer
sv_se: Tvinga jitterbuffer
vi: Bắt buộc Jitter Buffer

source: General Settings
de_de: Allgemeine Einstellungen
es_es: Configuración General
pt_br: Configurações Gerais
vi: Cài đặt chung

source: IAX Settings
de_de: IAX-Einstellungen
es_es: Configuración IAX
pt_br: Configurações IAX
vi: Cài đặt IAX

source: Jitter Buffer Enable
de_de: Jitter-Puffer aktivieren
es_es: Habilitar Jitter Biffer
pt_br: Habilitar Jitter Buffer
vi: Kích hoạt Jitter Buffer

source: Jitter Buffer Size
de_de: Größe des Jitter-Puffers
es_es: Tamaño Jitter Buffer
ja_jp: ジッターバッファーのサイズ
pt_br: Tamanho do Jitter Buffer
sv_se: Storlek på jitterbuffer
vi: Kich thước Jitter Buffer

source: Max Interpolations
de_de: Max. Interpolationen
es_es: Max Interpolaciones
ja_jp: 最大補間回数
pt_br: Máximo de Interpolações
sv_se: Max interpolation
vi: Các nội suy tối đa

source: No
de_de: Nein
ja_jp: いいえ
pt_br: Não
sv_se: Nej
vi: Không

source: Other IAX Settings
de_de: Andere IAX-Einstellungen
es_es: Otras Configuraciones IAX
ja_jp: その他IAX設定
pt_br: Outras Configurações IAX
sv_se: Andra inställningar för IAX
vi: Các cài đặt IAX khác

source: Registration Times
de_de: Anmeldezeiten
es_es: Tiempos de Registro
ja_jp: 登録回数
pt_br: Tempos de Registro
sv_se: Registreringstider
vi: Thời gian đăng ký

source: Reset
de_de: Zurücksetzen
es_es: Reinicio
pt_br: Reiniciar
vi: Cài đặt lại

source: Settings
de_de: Einstellungen
es_es: Configuración
ja_jp: 設定
pt_br: Configurações
vi: Cài đặt

source: Settings in %s may override these. Those settings should be removed.
de_de: Einstellungen in %s dürfen diese überschreiben. Jene Einstellungen sollten entfernt werden.
es_es: Ajustes en %s pueden anular estos valores. Estos valores deben ser eliminados.
ja_jp: %s の設定はこれら設定をオーバーライドする可能性があるため、削除を推奨します。
pt_br: Configurações em %s podem substituir estes valores. Essas definições devem ser removidas.
sv_se: Inställningar i %s kan åsidosätta inställningarna du gör här. Du bör ta bort dom
vi: Các cài đặt trong %s có thể ghi đè lên các cài đặt này. Các cài đặt kia nên được xóa.

source: Submit
de_de: Absenden
es_es: Enviar
pt_br: Enviar
vi: Gửi đi

source: Use to configure Various Asterisk IAX Settings in the General section of iax.conf.
de_de: Verwenden, um verschiedene Asterisk-IAX-Einstellungen im Abschnitt 'General' der 'iax.conf' zu konfigurieren.
es_es: Utilícelo para configurar varios Asterisk IAX en la sección General de iax.conf.
pt_br: Use para setar várias configurações Asterisk IAX na seção Geral do iax.conf.
vi: Sử dụng để cấu hình các cài đặt IAX Asterisk trong phần General của iax.conf.

source: Yes
de_de: Ja
es_es: Si
ja_jp: はい
pt_br: Sim
sv_se: Ja
vi: Có

source: You may set any other IAX settings not present here that are allowed to be configured in the General section of iax.conf. There will be no error checking against these settings so check them carefully. They should be entered as:<br /> [setting] = [value]<br /> in the boxes below. Click the Add Field box to add additional fields. Blank boxes will be deleted when submitted.
de_de: Sie können alle anderen hier nicht vorhandenen IAX-Einstellungen vornehmen, die im Abschnitt Allgemein von iax.conf konfiguriert werden dürfen. Bei diesen Einstellungen wird kein Fehler festgestellt. Überprüfen Sie sie daher sorgfältig. Sie sollten wie folgt eingegeben werden: <br /> [Einstellung] = [Wert] <br /> in den Feldern unten. Klicken Sie auf das Feld Feld hinzufügen, um zusätzliche Felder hinzuzufügen. Leere Felder werden beim Absenden gelöscht.
es_es: Usted puede configurar otros ajustes IAX que no esten presentes en la configuración de la sección General de iax.conf. No habrá verificación de error de estos valores así que verifique cuidadosamente. Los valores deben ser como:<br /> [setting] = [value]<br /> en las casillas de abajo. Haga clic en Agregar Campo para agregar campos adicionales. Casillas en blanco se eliminarán cuando sea aplicado.
ja_jp: iax.confの'general'セクションで設定できる、その他のSIP設定をここで記述できます。設定のエラーチェックは行いませんので、入力値をよく確認してください。以下のテキストボックスに次のように入力します: <br/> [設定] = [値] <br/>フィールドを追加するには、「フィールド追加」ボタンをクリックしてください。空のボックスは設定適用時に削除されます。
pt_br: Você pode definir quaisquer outras configurações IAX não presentes aqui que podem ser configuradas na seção Geral do iax.conf. Não haverá nenhuma verificação de erro contra essas configurações, portanto verifique-as cuidadosamente. Elas devem ser inseridas como: <br/> [setting] = [value]<br/> nas caixas abaixo. Clique em Adicionar campo para adicionar campos adicionais. As caixas em branco serão excluídas quando aplicado.
sv_se: Du kan göra fler IAX-inställningar som inte visas här men som är tillåtna att konfigurera i den generella sektionen av iax.conf. Ingen felkontroll kommer att göras mot dessa inställningar så kontrollera dom noga. Syntaxen för värdena är <br /> [inställning] = [värde]<br /> i fälten nedan. Klicka på Lägg till fält för att lägga till fler. Tomma fält kommer att tas bort när sidan sparas
vi: Bạn có thể cài đặt bất kỳ các cài đặt IAX nào khác mà hiện nó không được nêu ở đây. Chúng được phép cấu hình trong phần General của iax.conf. Việc kiểm tra lỗi sẽ không được thực hiện trên các cài đặt này cho nên bạn cần phải cẩn thận khi đánh dấu check trên các cài đặt này. Chúng phải được nhập dưới dạng: <br /> [setting] = [value] <br /> trong các hộp thoại dưới đây. Nhấp vào hộp thoại Add Field (Thêm trường) để thêm các trường bổ sung. Các hộp thoại khi gửi sẽ bị xóa.

source: already exists
de_de: bereits vorhanden
es_es: ya existe
ja_jp: 既に存在しています。
pt_br: já existe
sv_se: finns redan

source: checking for iaxsettings table..
de_de: iaxsettings-Tabelle prüfen..
es_es: verificando para tabla iaxsettings..
ja_jp: iaxsettingsテーブルの存在をチェック中..
pt_br: verificando por tabela iaxsettings...
sv_se: kontrollerar tabellen iaxsettings..

source: fatal error occurred populating defaults, check module
de_de: ein schwerwiegender Fehler trat beim Erzeugen der Standardwerte auf, prüfen Sie das Modul
es_es: ha ocurrido un error fatal, verifique módulo
ja_jp: コーデック追加中に致命的なエラーが発生しました。モジュールを確認してください。
pt_br: erro fatal ao preencher os padrões, verifique o módulo
sv_se: allvarligt fel inträffade när standardvärde skrevs, kontrollera modulen

source: high
de_de: hoch
es_es: alto
ja_jp: 高
pt_br: alto
sv_se: hög
vi: cao

source: low
de_de: niedrig
es_es: bajo
ja_jp: 低
pt_br: baixo
sv_se: låg
vi: thấp

source: medium
de_de: mittel
es_es: medio
ja_jp: 中
pt_br: médio
sv_se: mellan
vi: trung bình

source: none, creating table
de_de: nichts, Tabelle erstellen
es_es: ninguna, creando tabla
ja_jp: ありません、テーブルを作成しています。
pt_br: nenhuma, criando tabela
sv_se: ingen, skapar tabell

source: populating default codecs..
es_es: rellenando códigos por defecto..
ja_jp: デフォルトのコーデック追加中...
pt_br: preenchendo codecs padrão...
sv_se: skriver standard codecs..

source: resyncthreshold must be a non-negative integer or -1 to disable
de_de: resyncthreshold muss eine nicht negative Ganzzahl oder -1 sein, um deaktiviert zu werden
es_es: resyncthreshold debe ser un entero no negativo o -1 para desactivar
ja_jp: resyncthreshold は非負の整数でなければなりません。無効にするには、-1 に設定します。
pt_br: resyncthreshold deve ser um inteiro não negativo ou -1 para desativar
sv_se: resyncthreshold måste vara ett positivt heltal eller -1 för att avaktivera
vi: resyncthreshold phải là số nguyên không âm hoặc cài đặt là -1 để vô hiệu

source: ulaw, alaw, gsm added
es_es: agregado ulaw, alaw, gsm
ja_jp: ulaw, alaw, gsm を追加しました。
pt_br: adicionado ulaw, alaw, gsm
sv_se: la till ulaw, alaw, gsm

source: unset
de_de: nicht setzen
es_es: Sin configurar
ja_jp: 未設定
pt_br: sem configurar
sv_se: ej definierat
vi: Không cài đặt

source: Default Settings added.
de_de: Standardeinstellungen hinzugefügt.

source: populating default settings..
de_de: Bestücke Standardeinstellungen..
